---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerMSup3
source: html/44e50c9b-7e54-75c3-ad44-de843f48ce54.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerMSup3 Property

Symbol kg/m³, indicating unit Kilograms per cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerMSup3 { get; }
```